Repository: juntjtang18/LangGo
Catalog: LangGo/Localizable.xcstrings
Source language: en
Languages: fr, hi, ja, ko, vi, zh_hans

source: %lld Due Words
fr: %lld Mots dus
hi: %lld उचित शब्द
ja: %lld 期限付きの言葉
ko: %lld 정당한 말
vi: %lld Do từ
zh_hans: %lld 个到期单词

source: %lld min read
fr: %lld lecture minimale
hi: %lld मिनट पढ़ा
ja: %lld 分読み取り
ko: %lld 최소 읽기
vi: %lld phút đọc
zh_hans: %lld 分钟阅读

# %lld of %lld
source: %1$lld of %2$lld
fr: %lld ou %lld
hi: %lld का %lld
ja: %lld/%lld
ko: %lld의 %lld
vi: %lld của %lld
zh_hans: %lld / %lld

source: %lld words
fr: Mots %lld
hi: %lld शब्द
ja: %lld 単語
ko: %lld 단어
vi: %lld từ
zh_hans: %lld 个单词

source: +%lld new
fr: +%lld nouveau
hi: +%lld नया
ja: +%lld 新しい
ko: +%lld 신규
vi: +%lld mới
zh_hans: +%lld 个新词

source: ⚠️ Note
fr: ⚠️ Remarque
hi: ⚠️नोट
ja: ⚠️注意事項
ko: ⚠️ 참고
vi: ⚠️ Lưu ý
zh_hans: ⚠️ 注意

source: ⚠️ Warning
fr: ⚠️ Attention
hi: ⚠️ चेतावनी
ja: ⚠️警告
ko: ⚠️ 경고
vi: ⚠️ Cảnh báo
zh_hans: ⚠️ 警告

source: ABOUT
fr: À PROPOS
hi: के बारे में
ja: について
ko: 에 대한
vi: VỀ
zh_hans: 关于

source: Account
fr: Compte
hi: खाता
ja: アカウント
ko: 계정
vi: Tài khoản
zh_hans: 账户

source: ACCOUNT
fr: COMPTE
hi: खाता
ja: アカウント
ko: 계정
vi: TÀI KHOẢN
zh_hans: 账户

source: ACHIEVEMENTS
fr: RÉALISATIONS
hi: उपलब्धियों
ja: 業績
ko: 업적
vi: THÀNH TÍCH
zh_hans: 成就

source: Action successful!
fr: Action réussie !
hi: कार्रवाई सफल!
ja: アクションが成功しました!
ko: 액션 성공!
vi: Hành động thành công!
zh_hans: 操作成功！

source: Add
fr: Ajouter
hi: जोड़ना
ja: 追加
ko: 추가하다
vi: Thêm vào
zh_hans: 添加

source: Add Article
fr: Ajouter un article
hi: आलेख जोड़ें
ja: 記事を追加
ko: 기사 추가
vi: Thêm bài viết
zh_hans: 添加文章

source: ADD CONTENT
fr: AJOUTER DU CONTENU
hi: सामग्री जोड़ें
ja: コンテンツを追加する
ko: 콘텐츠 추가
vi: THÊM NỘI DUNG
zh_hans: 添加内容

source: Add some words to your vocabook to get started.
fr: Ajoutez quelques mots à votre vocabulaire pour commencer.
hi: आरंभ करने के लिए अपनी शब्दावली में कुछ शब्द जोड़ें।
ja: まずは単語帳に単語を追加してください。
ko: 시작하려면 어휘집에 몇 가지 단어를 추가하세요.
vi: Thêm một số từ vào vocabook của bạn để bắt đầu.
zh_hans: 添加一些单词到你的词汇本以开始。

source: Add Tags
fr: Ajouter des balises
hi: टैगों को जोड़ें
ja: タグを追加する
ko: 태그 추가
vi: Thêm thẻ
zh_hans: 添加标签

source: Add Word
fr: Ajouter un mot
hi: शब्द जोड़ें
ja: 単語を追加
ko: 단어 추가
vi: Thêm từ
zh_hans: 添加单词

source: Add Your First Article
fr: Ajoutez votre premier article
hi: अपना पहला लेख जोड़ें
ja: 最初の記事を追加する
ko: 첫 번째 기사 추가
vi: Thêm bài viết đầu tiên của bạn
zh_hans: 添加你的第一篇文章

source: Adding...
fr: Ajout...
ja: 追加中...
ko: 첨가...
vi: Đang thêm...
zh_hans: 添加中...

source: AI Conversation Partner
fr: Partenaire de conversation AI
hi: AI वार्तालाप भागीदार
ja: AI 会話パートナー
ko: AI 대화 파트너
vi: Đối tác trò chuyện AI
zh_hans: AI 对话伙伴

source: All Words
fr: Tous les mots
hi: सभी शब्द
ja: すべての言葉
ko: 모든 단어
vi: Tất cả các từ
zh_hans: 全部单词

source: Almost Remembered
fr: Presque rappelé
hi: लगभग याद आ गया
ja: ほとんど覚えています
ko: 거의 기억됨
vi: Gần như đã nhớ
zh_hans: 几乎记住

source: Already have an account?
fr: Vous avez déjà un compte ?
hi: क्या आपके पास पहले से एक खाता मौजूद है?
ja: すでにアカウントをお持ちですか?
ko: 이미 계정이 있나요?
vi: Đã có tài khoản?
zh_hans: 已经有账号了？

source: Are you sure?
fr: Es-tu sûr?
hi: क्या आपको यकीन है?
ja: 本気ですか？
ko: 확실합니까?
vi: Bạn có chắc không?
zh_hans: 你确定吗？

source: Article Error
fr: Erreur d'article
hi: आलेख त्रुटि
ja: 記事のエラー
ko: 기사 오류
vi: Lỗi bài viết
zh_hans: 文章错误

source: ARTICLE LIBRARY
fr: BIBLIOTHÈQUE D'ARTICLES
hi: लेख पुस्तकालय
ja: 記事ライブラリ
ko: 기사 라이브러리
vi: THƯ VIỆN BÀI VIẾT
zh_hans: 文章库

source: Article Reader
fr: Lecteur d'articles
hi: लेख वाचक
ja: 記事リーダー
ko: 기사 리더
vi: Người đọc bài viết
zh_hans: 文章阅读器

source: Article Title
fr: Titre de l'article
hi: लेख का शीर्षक
ja: 記事のタイトル
ko: 기사 제목
vi: Tiêu đề bài viết
zh_hans: 文章标题

source: Ascent
fr: Ascension
hi: आरोहण
ja: 上昇
ko: 오르막
vi: đi lên
zh_hans: 成长

source: Back
fr: Dos
hi: पीछे
ja: 戻る
ko: 뒤쪽에
vi: Mặt sau
zh_hans: 后退

source: Back to Library
fr: Retour à la bibliothèque
hi: लाइब्रेरी को लौटें
ja: ライブラリに戻る
ko: 도서관으로 돌아가기
vi: Quay lại Thư viện
zh_hans: 返回资料库

source: Base (%@)
fr: Socle (%@)
hi: आधार (%@)
ja: ベース (%@)
ko: 베이스(%@)
vi: Cơ sở (%@)
zh_hans: 原文（%@）

source: Base Language
fr: Langue de base
hi: आधार भाषा
ja: 基本言語
ko: 기본 언어
vi: Ngôn ngữ cơ bản
zh_hans: 原文语言

source: Book Mode
fr: Mode livre
hi: बुक मोड
ja: ブックモード
ko: 책 모드
vi: Chế độ sách
zh_hans: 阅读模式

source: Browse & manage your vocabulary
fr: Parcourez et gérez votre vocabulaire
hi: अपनी शब्दावली ब्राउज़ करें और प्रबंधित करें
ja: 語彙の閲覧と管理
ko: 어휘 검색 및 관리
vi: Duyệt và quản lý từ vựng của bạn
zh_hans: 浏览并管理你的词汇

source: by %@
fr: par %@
hi: %@ द्वारा
ko: 작성자: %@
vi: bởi %@
zh_hans: 作者：%@

source: BY MEMORY LEVEL
fr: PAR NIVEAU DE MÉMOIRE
hi: स्मृति स्तर से
ja: メモリレベル別
ko: 메모리 레벨별
vi: THEO CẤP BỘ NHỚ
zh_hans: 按记忆层级

source: Camera access is unavailable right now.
fr: L'accès à la caméra n'est pas disponible pour le moment.
hi: कैमरा एक्सेस अभी उपलब्ध नहीं है.
ja: 現在、カメラにアクセスできません。
ko: 지금은 카메라에 액세스할 수 없습니다.
vi: Truy cập máy ảnh hiện không khả dụng.
zh_hans: 当前无法使用相机权限。

source: Camera Access Needed
fr: Accès à la caméra requis
hi: कैमरा पहुंच की आवश्यकता है
ja: カメラへのアクセスが必要です
ko: 카메라 액세스 필요
vi: Cần có quyền truy cập vào máy ảnh
zh_hans: 需要相机权限

source: Camera is not available on this device.
fr: L'appareil photo n'est pas disponible sur cet appareil.
hi: इस डिवाइस पर कैमरा उपलब्ध नहीं है.
ja: このデバイスではカメラを利用できません。
ko: 이 장치에서는 카메라를 사용할 수 없습니다.
vi: Máy ảnh không có sẵn trên thiết bị này.
zh_hans: 此设备无法使用相机。

source: Cancel
fr: Annuler
hi: रद्द करना
ja: キャンセル
ko: 취소
vi: Hủy bỏ
zh_hans: 取消

# Card %lld of %lld
source: Card %1$lld of %2$lld
fr: Carte %lld de %lld
hi: %lld का कार्ड %lld
ja: %lld のカード %lld
ko: %lld의 카드 %lld
vi: Thẻ %lld của %lld
zh_hans: 第 %lld / %lld 张

source: Card Review
fr: Examen de la carte
hi: कार्ड समीक्षा
ja: カードレビュー
ko: 카드 검토
vi: Đánh giá thẻ
zh_hans: 卡片复习

source: CHANGE PASSWORD
fr: CHANGER LE MOT DE PASSE
hi: पासवर्ड बदलें
ja: パスワードを変更する
ko: 비밀번호를 변경하십시오
vi: Thay đổi mật khẩu
zh_hans: 更改密码

source: Change Profile Photo
fr: Changer la photo de profil
hi: प्रोफ़ाइल फ़ोटो बदलें
ja: プロフィール写真の変更
ko: 프로필 사진 변경
vi: Thay đổi ảnh hồ sơ
zh_hans: 更换头像

source: Choose how you'd like to add content to your library
fr: Choisissez comment vous souhaitez ajouter du contenu à votre bibliothèque
hi: चुनें कि आप अपनी लाइब्रेरी में सामग्री कैसे जोड़ना चाहेंगे
ja: コンテンツをライブラリに追加する方法を選択してください
ko: 라이브러리에 콘텐츠를 추가할 방법을 선택하세요.
vi: Chọn cách bạn muốn thêm nội dung vào thư viện của mình
zh_hans: 选择你想如何向资料库添加内容

source: Choose the language you want LangGo to use as your native language when learning vocabulary.
fr: Choisissez la langue que vous souhaitez que LangGo utilise comme langue maternelle lors de l'apprentissage du vocabulaire.
hi: शब्दावली सीखते समय वह भाषा चुनें जिसे आप LangGo अपनी मूल भाषा के रूप में उपयोग करना चाहते हैं।
ja: 語彙を学習するときに LangGo が母国語として使用する言語を選択します。
ko: LangGo에서 어휘 학습 시 모국어로 사용할 언어를 선택하세요.
vi: Chọn ngôn ngữ bạn muốn LangGo sử dụng làm ngôn ngữ mẹ đẻ khi học từ vựng.
zh_hans: 选择你希望 LangGo 在学习词汇时使用的母语。

source: Close
fr: Fermer
hi: बंद करना
ja: 近い
ko: 닫다
vi: Đóng
zh_hans: 关闭

source: Coming Soon
fr: À venir
hi: जल्द आ रहा है
ja: 近日公開
ko: 출시 예정
vi: Sắp ra mắt
zh_hans: 即将推出

source: Complete some lessons or add new words to get cards for your quiz.
fr: Complétez quelques leçons ou ajoutez de nouveaux mots pour obtenir des cartes pour votre quiz.
hi: अपनी प्रश्नोत्तरी के लिए कार्ड प्राप्त करने के लिए कुछ पाठ पूरे करें या नए शब्द जोड़ें।
ja: いくつかのレッスンを完了するか、新しい単語を追加して、クイズ用のカードを入手してください。
ko: 몇 가지 수업을 완료하거나 새 단어를 추가하여 퀴즈용 카드를 받으세요.
vi: Hoàn thành một số bài học hoặc thêm từ mới để nhận thẻ cho bài kiểm tra của bạn.
zh_hans: 完成课程或增加新词获得词汇卡

source: Confirm Account Deletion
fr: Confirmer la suppression du compte
hi: खाता हटाने की पुष्टि करें
ja: アカウント削除の確認
ko: 계정 삭제 확인
vi: Xác nhận xóa tài khoản
zh_hans: 确认删除账户

source: Confirm New Password
fr: Confirmer le nouveau mot de passe
hi: नए पासवर्ड की पुष्टि करें
ja: 新しいパスワードを確認します
ko: 새 비밀번호를 확인하십시오
vi: Xác nhận mật khẩu mới
zh_hans: 确认新密码

source: Confirm Password
fr: Confirmez le mot de passe
hi: पासवर्ड की पुष्टि कीजिये
ja: パスワードを認証する
ko: 비밀번호를 확인하십시오
vi: Xác nhận mật khẩu
zh_hans: 确认密码

source: Continue
fr: Continuer
hi: जारी रखना
ja: 続く
ko: 계속하다
vi: Tiếp tục
zh_hans: 继续

source: Could not load more cards: %@
fr: Impossible de charger plus de cartes : %@
hi: अधिक कार्ड लोड नहीं किया जा सका: %@
ja: これ以上カードをロードできませんでした: %@
ko: 카드를 더 로드할 수 없습니다: %@
vi: Không thể nạp thêm thẻ: %@
zh_hans: 无法加载更多卡片：%@

source: Could not load review cards.
fr: Impossible de charger les cartes de révision.
hi: समीक्षा कार्ड लोड नहीं हो सके.
ja: レビューカードを読み込めませんでした。
ko: 리뷰 카드를 로드할 수 없습니다.
vi: Không thể tải thẻ đánh giá.
zh_hans: 无法加载复习卡片。

source: Current password
fr: Mot de passe actuel
hi: वर्तमान पासवर्ड
ja: 現在のパスワード
ko: 현재 비밀번호
vi: Mật khẩu hiện tại
zh_hans: 当前密码

source: Current Password
fr: Mot de passe actuel
hi: वर्तमान पासवर्ड
ja: 現在のパスワード
ko: 현재 비밀번호
vi: Mật khẩu hiện tại
zh_hans: 当前密码

source: CUSTOM TAG
fr: ÉTIQUETTE PERSONNALISÉE
hi: कस्टम टैग
ja: カスタムタグ
ko: 맞춤 태그
vi: THẺ TÙY CHỈNH
zh_hans: 自定义标签

source: Cycle All
fr: Tout faire défiler
hi: साइकिल सभी
ja: すべてを循環
ko: 모두 순환
vi: Chu kỳ tất cả
zh_hans: 循环全部

source: Cycle Page
fr: Page de cycles
hi: साइकिल पेज
ja: サイクルページ
ko: 사이클 페이지
vi: Trang chu kỳ
zh_hans: 循环当前页

source: Data Options
fr: Options de données
hi: डेटा विकल्प
ja: データオプション
ko: 데이터 옵션
vi: Tùy chọn dữ liệu
zh_hans: 数据选项

source: Delete
fr: Supprimer
hi: मिटाना
ja: 消去
ko: 삭제
vi: Xóa bỏ
zh_hans: 删除

source: Delete Account
fr: Supprimer le compte
hi: खाता हटा दो
ja: アカウントの削除
ko: 계정 삭제
vi: Xóa tài khoản
zh_hans: 删除账户

source: Delete Word
fr: Supprimer le mot
hi: शब्द हटाएँ
ja: 単語の削除
ko: 단어 삭제
vi: Xóa từ
zh_hans: 删除单词

source: Deleting…
fr: Suppression…
hi: हटाया जा रहा है...
ja: 削除中…
ko: 삭제 중…
vi: Đang xóa…
zh_hans: 删除中…

source: Don't have an account? Sign Up
fr: Vous n'avez pas de compte ? S'inscrire
hi: कोई खाता नहीं है? साइन अप करें
ja: アカウントを持っていませんか？サインアップ
ko: 계정이 없습니까? 가입하십시오
vi: Không có tài khoản? Đăng ký
zh_hans: 没有帐户？报名

source: Don't Know
fr: Je ne sais pas
hi: पता नहीं
ja: 分からない
ko: 모른다
vi: không biết
zh_hans: 不知道

source: Done
fr: Fait
hi: हो गया
ja: 終わり
ko: 완료
vi: Xong
zh_hans: 完毕

source: Due Only
fr: À payer uniquement
hi: केवल देय
ja: 期限のみ
ko: 만기일
vi: Chỉ đến hạn
zh_hans: 仅到期

source: Due Words
fr: Mots dus
hi: उचित शब्द
ja: 期限付きの言葉
ko: 정당한 말
vi: Lời nói đúng hạn
zh_hans: 到期单词

source: Edit Article
fr: Modifier l'article
hi: आलेख संपादित करें
ja: 記事を編集する
ko: 기사 편집
vi: Chỉnh sửa bài viết
zh_hans: 编辑文章

source: Edit Profile
fr: Modifier le profil
hi: प्रोफ़ाइल संपादित करें
ja: プロフィールの編集
ko: 프로필 편집
vi: Chỉnh sửa hồ sơ
zh_hans: 编辑个人资料

source: Edit Word
fr: Modifier le mot
hi: शब्द संपादित करें
ja: 単語を編集する
ko: 단어 편집
vi: Chỉnh sửa từ
zh_hans: 编辑单词

source: English
fr: Anglais
hi: अंग्रेज़ी
ja: 英語
ko: 영어
vi: Tiếng Anh
zh_hans: 英语

source: Enter base word
fr: Entrez le mot de base
hi: आधार शब्द दर्ज करें
ja: ベースワードを入力してください
ko: 기본 단어를 입력하세요
vi: Nhập từ cơ sở
zh_hans: 输入中文

source: Enter tag name
fr: Entrez le nom de la balise
hi: टैग नाम दर्ज करें
ja: タグ名を入力してください
ko: 태그 이름을 입력하세요.
vi: Nhập tên thẻ
zh_hans: 输入标签名称

source: Enter target word
fr: Entrez le mot cible
hi: लक्ष्य शब्द दर्ज करें
ja: 対象の単語を入力してください
ko: 타겟 단어를 입력하세요
vi: Nhập từ mục tiêu
zh_hans: 输入目标单词

source: Enter word or sentence
fr: Saisir un mot ou une phrase
hi: शब्द या वाक्य दर्ज करें
ja: 単語または文章を入力してください
ko: 단어나 문장을 입력하세요
vi: Nhập từ hoặc câu
zh_hans: 输入词汇或句子

source: Enter your current password to permanently delete your account.
fr: Entrez votre mot de passe actuel pour supprimer définitivement votre compte.
hi: अपना खाता स्थायी रूप से हटाने के लिए अपना वर्तमान पासवर्ड दर्ज करें।
ja: アカウントを完全に削除するには、現在のパスワードを入力してください。
ko: 계정을 영구적으로 삭제하려면 현재 비밀번호를 입력하세요.
vi: Nhập mật khẩu hiện tại của bạn để xóa vĩnh viễn tài khoản của bạn.
zh_hans: 输入你当前的密码以永久删除账户。

source: Error: %@
fr: Erreur : %@
hi: त्रुटि: %@
ja: エラー: %@
ko: 오류: %@
vi: Lỗi: %@
zh_hans: 错误：%@

source: Exam
fr: Examen
hi: परीक्षा
ja: テスト
ko: 시험
vi: Bài thi
zh_hans: 测验

source: Extracting article text from your photo.
fr: Extraire le texte de l'article de votre photo.
hi: आपकी फ़ोटो से लेख का टेक्स्ट निकाला जा रहा है.
ja: 写真から記事のテキストを抽出します。
ko: 사진에서 기사 텍스트를 추출합니다.
vi: Trích xuất văn bản bài viết từ ảnh của bạn.
zh_hans: 正在从照片中提取文章文本。

source: Failed to load page content: %@
fr: Échec du chargement du contenu de la page : %@
hi: पृष्ठ सामग्री लोड करने में विफल: %@
ja: ページコンテンツのロードに失敗しました: %@
ko: 페이지 콘텐츠를 로드하지 못했습니다: %@
vi: Không tải được nội dung trang: %@
zh_hans: 无法加载页面内容：%@

source: Filter
fr: Filtre
hi: फ़िल्टर
ja: フィルター
ko: 필터
vi: Lọc
zh_hans: 筛选

source: Filter by tags
fr: Filtrer par balises
hi: टैग द्वारा फ़िल्टर करें
ja: タグによるフィルター
ko: 태그로 필터링
vi: Lọc theo thẻ
zh_hans: 按标签筛选

source: Finish onboarding and get started
fr: Terminez l'intégration et commencez
hi: ऑनबोर्डिंग समाप्त करें और आरंभ करें
ja: オンボーディングを完了して開始する
ko: 온보딩을 마치고 시작하세요
vi: Hoàn tất quá trình giới thiệu và bắt đầu
zh_hans: 完成引导并开始使用

source: Finished Onboarding
fr: Intégration terminée
hi: ऑनबोर्डिंग समाप्त
ja: オンボーディングの完了
ko: 온보딩 완료
vi: Hoàn tất quá trình giới thiệu
zh_hans: 已完成引导

source: Finishing Up...
fr: Finir...
hi: समापन...
ja: 仕上げ中...
ko: 마무리 중...
vi: Kết thúc...
zh_hans: 即将完成...

source: Flashcard mode
fr: Mode carte mémoire
hi: फ़्लैशकार्ड मोड
ja: フラッシュカードモード
ko: 플래시카드 모드
vi: Chế độ flashcard
zh_hans: 闪卡模式

source: Font Size
fr: Taille de la police
hi: फ़ॉन्ट आकार
ja: フォントサイズ
ko: 글꼴 크기
vi: Cỡ chữ
zh_hans: 字体大小

source: Getting Familiar
fr: Se familiariser
hi: परिचित होना
ja: 慣れる
ko: 익숙해지기
vi: Làm quen
zh_hans: 逐渐熟悉

source: Good afternoon
fr: Bon après-midi
hi: शुभ दोपहर
ja: こんにちは
ko: 좋은 오후에요
vi: Chào buổi chiều
zh_hans: 下午好

source: Good evening
fr: Bonne soirée
hi: शुभ संध्या
ja: こんばんは
ko: 좋은 저녁이에요
vi: Buổi tối vui vẻ
zh_hans: 晚上好

source: Good morning
fr: Bonjour
hi: शुभ प्रभात
ja: おはよう
ko: 좋은 아침이에요
vi: Chào buổi sáng
zh_hans: 早上好

source: Group %lld
fr: Groupe %lld
hi: समूह %lld
ja: グループ%lld
ko: 그룹 %lld
vi: Nhóm %lld
zh_hans: 第 %lld 组

source: Hide Base Text
fr: Masquer le texte de base
hi: बेस टेक्स्ट छिपाएँ
ja: 基本テキストを隠す
ko: 기본 텍스트 숨기기
vi: Ẩn văn bản cơ sở
zh_hans: 隐藏原文

source: Hide keyboard
fr: Masquer le clavier
hi: कीबोर्ड छिपाएँ
ja: キーボードを隠す
ko: 키보드 숨기기
vi: Ẩn bàn phím
zh_hans: 隐藏键盘

source: Home
fr: Maison
hi: घर
ja: 家
ko: 집
vi: Trang chủ
zh_hans: 首页

source: How we handle your data
fr: Comment nous traitons vos données
hi: हम आपके डेटा को कैसे संभालते हैं
ja: お客様のデータの取り扱い方法
ko: 당사가 귀하의 데이터를 처리하는 방법
vi: Cách chúng tôi xử lý dữ liệu của bạn
zh_hans: 我们如何处理你的数据

source: How would you rate your proficiency?
fr: Comment évalueriez-vous votre compétence ?
hi: आप अपनी दक्षता का मूल्यांकन कैसे करेंगे?
ja: 自分の熟練度をどのように評価しますか?
ko: 당신의 능숙도를 어떻게 평가하시겠습니까?
vi: Bạn đánh giá trình độ của mình như thế nào?
zh_hans: 你会如何评价你的熟练程度？

source: Import Text
fr: Importer du texte
hi: पाठ आयात करें
ja: テキストのインポート
ko: 텍스트 가져오기
vi: Nhập văn bản
zh_hans: 导入文本

source: Input Text (%@)
fr: Texte de saisie (%@)
hi: इनपुट टेक्स्ट (%@)
ja: 入力テキスト (%@)
ko: 입력 텍스트(%@)
vi: Văn bản đầu vào (%@)
zh_hans: 输入文本（%@）

source: LangGo Privacy Policy
fr: Politique de confidentialité de LangGo
hi: LangGo गोपनीयता नीति
ja: LangGo プライバシー ポリシー
ko: LangGo 개인 정보 보호 정책
vi: Chính sách quyền riêng tư của LangGo
zh_hans: LangGo 隐私政策

source: LangGo Terms of Service
fr: Conditions d'utilisation de LangGo
hi: LangGo सेवा की शर्तें
ja: LangGo 利用規約
ko: LangGo 서비스 약관
vi: Điều khoản dịch vụ của LangGo
zh_hans: LangGo 服务条款

source: LangGo to Pro, Ready to GO!
fr: LangGo vers Pro, prêt à partir !
hi: LangGo से प्रो, जाने के लिए तैयार!
ja: LangGo をプロに、準備完了!
ko: LangGo부터 Pro까지, 바로 갈 준비가 되었습니다!
vi: LangGo lên Pro, sẵn sàng hoạt động!
zh_hans: 升级 LangGo Pro，准备出发！

source: Language
fr: Langue
hi: भाषा
ja: 言語
ko: 언어
vi: Ngôn ngữ
zh_hans: 语言

source: Larger
fr: Plus grand
hi: बड़ा
ja: より大きな
ko: 더 크게
vi: lớn hơn
zh_hans: 更大

source: Leaderboard
fr: Classement
hi: लीडरबोर्ड
ja: リーダーボード
ko: 리더보드
vi: Bảng xếp hạng
zh_hans: 排行榜

source: Learn This
fr: Apprenez ceci
hi: इसे सीखें
ja: これを学びましょう
ko: 이것을 배우십시오
vi: Tìm hiểu điều này
zh_hans: 学习

source: LEGAL
fr: LÉGAL
hi: कानूनी
ja: 法律上の
ko: 합법적인
vi: HỢP PHÁP
zh_hans: 法律

source: Limited Offer
fr: Offre limitée
hi: सीमित ऑफ़र
ja: 限定オファー
ko: 한정 제안
vi: Ưu đãi có hạn
zh_hans: 限时优惠

source: Loading article...
fr: Chargement de l'article...
hi: लेख लोड हो रहा है...
ja: 記事を読み込んでいます...
ko: 기사 로드 중...
vi: Đang tải bài viết...
zh_hans: 正在加载文章...

source: Loading cards...
fr: Chargement des cartes...
hi: कार्ड लोड हो रहे हैं...
ja: カードを読み込み中...
ko: 카드 로드 중...
vi: Đang tải thẻ...
zh_hans: 读取词汇中…

source: Loading Exam...
fr: Chargement de l'examen...
hi: परीक्षा लोड हो रही है...
ja: 試験を読み込んでいます...
ko: 시험 로드 중...
vi: Đang tải bài kiểm tra...
zh_hans: 正在加载测试...

source: Loading review cards...
fr: Chargement des fiches de révision...
hi: समीक्षा कार्ड लोड हो रहे हैं...
ja: レビュー カードを読み込んでいます...
ko: 리뷰 카드 로드 중...
vi: Đang tải thẻ đánh giá...
zh_hans: 正在加载复习卡片...

source: Loading stories...
fr: Chargement des histoires...
hi: कहानियाँ लोड हो रही हैं...
ja: ストーリーを読み込んでいます...
ko: 스토리 로드 중...
vi: Đang tải câu chuyện...
zh_hans: 正在加载…

source: Loading...
fr: Chargement...
hi: लोड हो रहा है...
ja: 読み込み中...
ko: 로드 중...
vi: Đang tải...
zh_hans: 加载中...

source: Log in
fr: Se connecter
hi: लॉग इन करें
ja: ログイン
ko: 로그인
vi: Đăng nhập
zh_hans: 登录

source: Log Out
fr: Se déconnecter
hi: लॉग आउट
ja: ログアウト
ko: 로그아웃
vi: Đăng xuất
zh_hans: 退出登录

source: Login
fr: Se connecter
hi: लॉग इन करें
ja: ログイン
ko: 로그인
vi: Đăng nhập
zh_hans: 登录

source: Microphone Access Needed
fr: Accès au microphone requis
hi: माइक्रोफ़ोन एक्सेस की आवश्यकता है
ja: マイクへのアクセスが必要です
ko: 마이크 액세스 필요
vi: Cần có quyền truy cập micrô
zh_hans: 需要麦克风权限

source: Multiple choice
fr: Choix multiple
hi: बहुविकल्पी
ja: 多肢選択
ko: 객관식
vi: Nhiều lựa chọn
zh_hans: 选择题

source: My Article
fr: Mon article
hi: मेरा लेख
ja: 私の記事
ko: 내 기사
vi: Bài viết của tôi
zh_hans: 我的文章

source: My Vocabulary
fr: Mon vocabulaire
hi: मेरी शब्दावली
ja: 私の語彙
ko: 내 어휘
vi: Từ vựng của tôi
zh_hans: 我的词汇

source: My Vocabulary Note Book
fr: Mon vocabulaire Carnet de notes
hi: मेरी शब्दावली नोट बुक
ja: 私の語彙 ノートブック
ko: 내 어휘 노트북
vi: Từ vựng của tôi sổ ghi chú
zh_hans: 我的词汇本

source: Native language
fr: Langue maternelle
hi: मूल भाषा
ja: 母国語
ko: 모국어
vi: Tiếng mẹ đẻ
zh_hans: 母语

source: Network timing log
fr: Journal de synchronisation du réseau
hi: नेटवर्क टाइमिंग लॉग
ja: ネットワークタイミングログ
ko: 네트워크 타이밍 로그
vi: Nhật ký thời gian mạng
zh_hans: 网络耗时日志

source: New Article
fr: Nouvel article
hi: नया लेख
ja: 新しい記事
ko: 새 기사
vi: Bài viết mới
zh_hans: 新建文章

source: New Password
fr: Nouveau mot de passe
hi: नया पासवर्ड
ja: 新しいパスワード
ko: 새 비밀번호
vi: Mật khẩu mới
zh_hans: 新密码

source: New vocabulary
fr: Nouveau vocabulaire
hi: नई शब्दावली
ja: 新しい語彙
ko: 새로운 어휘
vi: Từ vựng mới
zh_hans: 新词汇

source: New Word
fr: Nouveau mot
hi: नया शब्द
ja: 新しい言葉
ko: 새말
vi: Từ mới
zh_hans: 新单词

source: Next
fr: Suivant
hi: अगला
ja: 次
ko: 다음
vi: Kế tiếp
zh_hans: 下一步

source: Next page
fr: Page suivante
hi: अगला पृष्ठ
ja: 次のページ
ko: 다음 페이지
vi: Trang tiếp theo
zh_hans: 下一页

source: Nice work! You’ve finished today’s due words.
fr: Beau travail ! Vous avez terminé les paroles dues aujourd’hui.
hi: अच्छा काम! आपने आज के नियत शब्द पूरे कर लिए हैं.
ja: いい仕事だ！今日の期限の言葉を終えました。
ko: 잘했어요! 오늘의 할말을 마쳤습니다.
vi: Làm tốt lắm! Bạn đã hoàn thành lời nói của ngày hôm nay.
zh_hans: 做得很好！你已完成今天到期的单词。

source: No achievements earned yet.
fr: Aucun succès obtenu pour l'instant.
hi: अभी तक कोई उपलब्धि अर्जित नहीं हुई.
ja: まだ獲得した実績はありません。
ko: 아직 획득한 업적이 없습니다.
vi: Chưa có thành tích nào đạt được.
zh_hans: 还没有获得任何成就。

source: No article content is available yet.
fr: Aucun contenu d'article n'est encore disponible.
hi: अभी तक कोई लेख सामग्री उपलब्ध नहीं है.
ja: 記事の内容はまだありません。
ko: 아직 기사 내용이 없습니다.
vi: Chưa có nội dung bài viết.
zh_hans: 暂无文章内容。

source: No Articles Yet
fr: Aucun article pour l'instant
hi: अभी तक कोई लेख नहीं
ja: まだ記事がありません
ko: 아직 기사가 없습니다
vi: Chưa có bài viết nào
zh_hans: 还没有文章

source: No cards available for an exam at this time.
fr: Aucune carte disponible pour un examen pour le moment.
hi: इस समय परीक्षा के लिए कोई कार्ड उपलब्ध नहीं है।
ja: 現時点では試験に利用できるカードはありません。
ko: 현재 시험에 사용할 수 있는 카드가 없습니다.
vi: Không có thẻ nào cho kỳ thi vào thời điểm này.
zh_hans: 当前没有可用于测试的卡片。

source: No cards available for reading.
fr: Aucune carte disponible pour la lecture.
hi: पढ़ने के लिए कोई कार्ड उपलब्ध नहीं है.
ja: 読み取り可能なカードはありません。
ko: 읽을 수 있는 카드가 없습니다.
vi: Không có thẻ để đọc.
zh_hans: 没有卡片需要读

source: No Cards for Quiz
fr: Aucune carte pour le quiz
hi: प्रश्नोत्तरी के लिए कोई कार्ड नहीं
ja: クイズ用のカードがありません
ko: 퀴즈에는 카드가 없습니다
vi: Không có thẻ cho bài kiểm tra
zh_hans: 没有词汇需要测验

source: No cards to review on this page.
fr: Aucune carte à examiner sur cette page.
hi: इस पृष्ठ पर समीक्षा के लिए कोई कार्ड नहीं है।
ja: このページにはレビューするカードはありません。
ko: 이 페이지에서 검토할 카드가 없습니다.
vi: Không có thẻ để xem xét trên trang này.
zh_hans: 没有词汇需要复习

source: No cards to review.
fr: Aucune carte à examiner.
hi: समीक्षा के लिए कोई कार्ड नहीं.
ja: レビューするカードはありません。
ko: 검토 할 카드가 없습니다.
vi: Không có thẻ để xem xét.
zh_hans: 没有词汇需要复习

source: No recently added words yet.
fr: Aucun mot récemment ajouté pour l'instant.
hi: अभी तक कोई हाल ही में जोड़ा गया शब्द नहीं है.
ja: 最近追加された単語はまだありません。
ko: 최근 추가된 단어가 아직 없습니다.
vi: Chưa có từ nào được thêm gần đây.
zh_hans: 还没有最近添加的单词。

source: No saved articles yet
fr: Aucun article enregistré pour l'instant
hi: अभी तक कोई सहेजा गया लेख नहीं
ja: 保存された記事はまだありません
ko: 아직 저장된 기사가 없습니다.
vi: Chưa có bài viết nào được lưu
zh_hans: 还没有已保存的文章

source: No tags added yet
fr: Aucune balise ajoutée pour l'instant
hi: अभी तक कोई टैग नहीं जोड़ा गया
ja: まだタグが追加されていません
ko: 아직 추가된 태그가 없습니다.
vi: Chưa có thẻ nào được thêm vào
zh_hans: 还没有添加标签

source: No tags yet
fr: Pas encore de balises
hi: अभी तक कोई टैग नहीं
ja: まだタグがありません
ko: 아직 태그가 없습니다.
vi: Chưa có thẻ nào
zh_hans: 还没有标签

source: No words are available for %@ yet.
fr: Aucun mot n'est encore disponible pour %@.
hi: %@ के लिए अभी तक कोई शब्द उपलब्ध नहीं है।
ja: %@ についてはまだ言葉がありません。
ko: %@에 대해 아직 사용할 수 있는 단어가 없습니다.
vi: Chưa có từ nào dành cho %@.
zh_hans: 目前还没有可用于 %@ 的单词。

source: No words are available in book mode yet.
fr: Aucun mot n'est encore disponible en mode livre.
hi: पुस्तक मोड में अभी तक कोई शब्द उपलब्ध नहीं है.
ja: ブックモードで使用できる単語はまだありません。
ko: 아직 책 모드에서는 사용할 수 있는 단어가 없습니다.
vi: Chưa có từ nào có sẵn trong chế độ sách.
zh_hans: 当前没有可用于阅读模式的单词。

source: No words to show for this page.
fr: Aucun mot à afficher pour cette page.
hi: इस पृष्ठ पर दिखाने के लिए कोई शब्द नहीं हैं।
ja: このページに表示する単語はありません。
ko: 이 페이지에 표시할 단어가 없습니다.
vi: Không có từ nào để hiển thị cho trang này.
zh_hans: 这一页没有可显示的单词。

source: No words to show.
fr: Aucun mot à montrer.
hi: दिखाने के लिए शब्द नहीं हैं.
ja: 見せる言葉もない。
ko: 보여줄 말이 없습니다.
vi: Không có từ nào để hiển thị.
zh_hans: 没有可显示的单词。

source: Not now — I’ll review manually
fr: Pas maintenant ; je vais vérifier manuellement
hi: अभी नहीं - मैं मैन्युअल रूप से समीक्षा करूंगा
ja: 今はだめ — 手動で確認します
ko: 지금은 아닙니다. 직접 검토하겠습니다.
vi: Không phải bây giờ — Tôi sẽ xem xét thủ công
zh_hans: 暂时不用，我会手动复习

source: Not Specified
fr: Non spécifié
hi: निर्दिष्ट नहीं है
ja: 指定されていない
ko: 지정되지 않음
vi: Không được chỉ định
zh_hans: 未指定

source: Notebook Settings
fr: Paramètres du bloc-notes
hi: नोटबुक सेटिंग्स
ja: ノートブックの設定
ko: 노트북 설정
vi: Cài đặt sổ tay
zh_hans: 词汇本设置

source: Notice
fr: Avis
hi: सूचना
ja: 知らせ
ko: 알아채다
vi: Để ý
zh_hans: 提示

source: Notify due words
fr: Notifier les mots dus
hi: उचित शब्दों को सूचित करें
ja: 期限を通知する
ko: 적절한 말을 알림
vi: Thông báo từ ngữ đến hạn
zh_hans: 单词到期时提醒

source: Opening Book...
fr: Livre d'ouverture...
hi: किताब खुल रही है...
ja: 本を開いています...
ko: 책을 여는 중...
vi: Mở sách...
zh_hans: 正在打开书本...

source: Page Review
fr: Examen des pages
hi: पृष्ठ समीक्षा
ja: ページレビュー
ko: 페이지 검토
vi: Đánh giá trang
zh_hans: 页面复习

source: Part of Speech
fr: Partie du discours
hi: शब्द भेद
ja: 品詞
ko: 연설의 일부
vi: Một phần của bài phát biểu
zh_hans: 词性
